import './About.css'

const About =() =>{
    return(
        <>
            <div class="title">
                <h1>Mitsubishi Motors</h1>
                <p>Компания Mitsubishi была основана в 1873 году Ятаро Ивасаки. Изначально это была судостроительная и судоремонтная фирма. Сегодня компания производит широкий ассортимент техники — от автобусов и тяжелых грузовиков до компактных городских автомобилей. Штаб-квартира находится в городе Токио. Первый серийный автомобиль Мицубиши - Model-A - был выпущен в Японии в 1917 году и сразу обрел популярность. После войны выпуск легковых автомобилей возобновился только в 1960-м с выпуском седана Mitsubishi 500. В 1982 году компания Мицубиши выпустила на автомобильный рынок знаменитый внедорожник Mitsubishi Pajero. На сегодняшний день компания Mitsubishi является одним из самых крупных производителей автомобилей в мире.</p>

                <div class="links">
                    <a href="">About order</a>
                </div>
            </div>
        </>
    )
}

export default About;